tap "1password/tap"
tap "avencera/taps"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "bottom"
brew "clipboard"
brew "deno"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "jq"
brew "mypy", link: false
brew "neovim"
brew "node"
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "tmux"
brew "topgrade"
brew "tree"
brew "wget"
brew "xclip"
brew "avencera/taps/rustywind"
brew "fsouza/prettierd/prettierd"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "font-iosevka-nerd-font"
cask "font-victor-mono-nerd-font"
